FIELD_KEYWORDS = {

    "invoice_number": [
        "رقم الفاتورة",
        "ةروتافلا مقر",
        "فاتورة",
        "Invoice",
        "INV"
    ],

    "invoice_date": [
        "تاريخ الإصدار",
        "رادصإلا خيرات",
        "التاريخ",
        "Date"
    ],

    "supplier_vat": [
        "الرقم الضريبي",
        "يبيرضلا مقرلا",
        "VAT"
    ],

    "customer_vat": [
        "الرقم الضريبي للعميل",
        "يلمعلا يبيرضلا مقرلا"
    ],

    "total": [
        "الإجمالي",
        "يلامجإلا",
        "Total"
    ],

    "vat": [
        "ضريبة القيمة",
        "ةميقلا ةبيرض",
        "VAT Amount"
    ],

    "subtotal": [
        "الإجمالي قبل الضريبة",
        "لبق يلامجإلا",
        "Subtotal"
    ]

}